tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/php"
tap "wallix/awless"
brew "autojump"
brew "awscli"
brew "bash-completion"
brew "docker-completion"
brew "docker-compose-completion"
brew "docker-machine-completion"
brew "libpng"
brew "freetype"
brew "fzf"
brew "gettext"
brew "git"
brew "go"
brew "glide"
brew "gradle"
brew "htop"
brew "httpie", args: ["HEAD"]
brew "icu4c"
brew "jid"
brew "jpeg"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx", args: ["with-short-names"]
brew "leiningen"
brew "libxml2"
brew "libyaml"
brew "maven"
brew "mercurial"
brew "node"
brew "packer"
brew "pcre"
brew "unixodbc"
brew "php@7.1"
brew "postgresql"
brew "ripgrep"
brew "sbt"
brew "terraform"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "wallix/awless/awless"
cask "coconutbattery"
cask "gitify"
cask "hyper"
cask "keepingyouawake"
cask "minikube"
cask "pgadmin4"
cask "rambox"
cask "virtualbox"
cask "visual-studio-code"
